Repository: materialofair/zeroNet_Space
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, pl, pt_br, zh_hans, zh_hant

# exportError.noSelection
source: Select at least one file.
de: Wähle mindestens eine Datei aus.
es: Selecciona al menos un archivo.
fr: Sélectionnez au moins un fichier.
id: Pilih minimal satu file.
ja: ファイルを1つ以上選択してください。
pl: Wybierz co najmniej jeden plik.
pt_br: Selecione pelo menos um arquivo.
zh_hans: 请至少选择一个文件。
zh_hant: 請至少選擇一個檔案。

# exportError.tempDirectory
source: Unable to create temporary export directory.
de: Temporäres Exportverzeichnis konnte nicht erstellt werden.
es: No se pudo crear el directorio temporal de exportación.
fr: Impossible de créer le répertoire d’export temporaire.
id: Direktori ekspor sementara tidak dapat dibuat.
ja: 書き出し用の一時フォルダを作成できません。
pl: Nie można utworzyć tymczasowego folderu eksportu.
pt_br: Não foi possível criar o diretório temporário de exportação.
zh_hans: 临时导出目录创建失败。
zh_hant: 臨時匯出目錄建立失敗。

# filePreview.alert.title
source: Notice
de: Hinweis
es: Aviso
fr: Avis
id: Pemberitahuan
ja: お知らせ
pl: Informacja
pt_br: Aviso
zh_hans: 提示
zh_hant: 提示

# filePreview.decrypting
source: Decrypting file...
de: Datei wird entschlüsselt…
es: Descifrando archivo…
fr: Déchiffrement du fichier…
id: Mendekripsi file…
ja: ファイルを復号中…
pl: Odszyfrowywanie pliku…
pt_br: Descriptografando arquivo…
zh_hans: 正在解密文件...
zh_hant: 正在解密檔案...

# filePreview.error.decrypt
source: Unable to decrypt the file
de: Datei konnte nicht entschlüsselt werden
es: No se pudo descifrar el archivo
fr: Impossible de déchiffrer le fichier
id: File tidak dapat didekripsi
ja: ファイルを復号できません
pl: Nie można odszyfrować pliku
pt_br: Não foi possível descriptografar o arquivo
zh_hans: 无法解密文件
zh_hant: 無法解密檔案

# filePreview.error.decryptFailed
source: Decryption failed: %1$@
de: Entschlüsselung fehlgeschlagen: %1$@
es: Error al descifrar: %1$@
fr: Échec du déchiffrement : %1$@
id: Dekripsi gagal: %1$@
ja: 復号に失敗しました：%1$@
pl: Odszyfrowanie nie powiodło się: %1$@
pt_br: Falha na descriptografia: %1$@
zh_hans: 解密失败: %1$@
zh_hant: 解密失敗: %1$@

# filePreview.error.generic
source: Operation failed, please try again later.
de: Vorgang fehlgeschlagen. Versuche es später erneut.
es: La operación ha fallado. Inténtalo más tarde.
fr: L’opération a échoué. Réessayez plus tard.
id: Operasi gagal. Coba lagi nanti.
ja: 操作に失敗しました。後でもう一度お試しください。
pl: Operacja nie powiodła się. Spróbuj ponownie później.
pt_br: A operação falhou. Tente novamente mais tarde.
zh_hans: 操作失败，请稍后重试。
zh_hant: 操作失敗，請稍後重試。

# filePreview.error.noPassword
source: Cannot get password, please login and try again.
de: Passwort nicht verfügbar. Melde dich an und versuche es erneut.
es: No se puede obtener la contraseña. Inicia sesión e inténtalo de nuevo.
fr: Mot de passe inaccessible. Connectez-vous et réessayez.
id: Kata sandi tidak dapat diperoleh. Silakan masuk lalu coba lagi.
ja: パスワードを取得できません。ログインして再試行してください。
pl: Nie można pobrać hasła. Zaloguj się i spróbuj ponownie.
pt_br: Não foi possível obter a senha. Entre e tente novamente.
zh_hans: 无法获取密码，请重新登录后再试。
zh_hant: 無法獲取密碼，請重新登入後再試。

# filePreview.error.parseText
source: Unable to decode text content.
de: Textinhalt konnte nicht decodiert werden.
es: No se pudo decodificar el texto.
fr: Impossible de décoder le contenu texte.
id: Konten teks tidak dapat didekode.
ja: テキストをデコードできません。
pl: Nie można odkodować tekstu.
pt_br: Não foi possível decodificar o texto.
zh_hans: 无法解析文本内容。
zh_hant: 無法解析文字內容。

# filePreview.error.title
source: Unable to Preview File
de: Dateivorschau nicht möglich
es: No se puede previsualizar el archivo
fr: Aperçu du fichier impossible
id: File tidak dapat dipratinjau
ja: ファイルをプレビューできません
pl: Nie można wyświetlić podglądu pliku
pt_br: Não é possível visualizar o arquivo
zh_hans: 无法预览文件
zh_hant: 無法預覽檔案

# filePreview.export
source: Export File
de: Datei exportieren
es: Exportar archivo
fr: Exporter le fichier
id: Ekspor file
ja: ファイルを書き出し
pl: Eksportuj plik
pt_br: Exportar arquivo
zh_hans: 导出文件
zh_hant: 匯出檔案

# filePreview.exporting
source: Exporting...
de: Wird exportiert…
es: Exportando…
fr: Export en cours…
id: Mengekspor…
ja: 書き出し中…
pl: Eksportowanie…
pt_br: Exportando…
zh_hans: 正在导出...
zh_hant: 正在匯出...

# filePreview.loading
source: Loading...
de: Wird geladen…
es: Cargando…
fr: Chargement…
id: Memuat…
ja: 読み込み中…
pl: Wczytywanie…
pt_br: Carregando…
zh_hans: 正在加载...
zh_hant: 正在載入...

# filePreview.pdf.instruction
source: Tap share button to export and view
de: Tippe auf Teilen, um zu exportieren und anzusehen
es: Toca Compartir para exportar y ver
fr: Touchez Partager pour exporter et consulter
id: Ketuk tombol bagikan untuk mengekspor dan melihat
ja: 共有ボタンをタップして書き出し・表示
pl: Stuknij przycisk udostępniania, aby wyeksportować i wyświetlić
pt_br: Toque em Compartilhar para exportar e visualizar
zh_hans: 点击分享按钮导出查看
zh_hant: 點選分享按鈕匯出查看

# filePreview.pdf.title
source: PDF Preview
de: PDF-Vorschau
es: Vista previa de PDF
fr: Aperçu PDF
id: Pratinjau PDF
ja: PDFプレビュー
pl: Podgląd PDF
pt_br: Prévia de PDF
zh_hans: PDF 预览
zh_hant: PDF 預覽

# filePreview.text.error
source: Cannot display this text file
de: Diese Textdatei kann nicht angezeigt werden
es: No se puede mostrar este archivo de texto
fr: Impossible d’afficher ce fichier texte
id: File teks ini tidak dapat ditampilkan
ja: このテキストファイルを表示できません
pl: Nie można wyświetlić tego pliku tekstowego
pt_br: Não é possível exibir este arquivo de texto
zh_hans: 无法显示此文本文件
zh_hant: 無法顯示此文字檔案

# filePreview.unsupported
source: Preview not supported for this file type
de: Für diesen Dateityp ist keine Vorschau verfügbar
es: No hay vista previa para este tipo de archivo
fr: L’aperçu n’est pas disponible pour ce type de fichier
id: Pratinjau tidak didukung untuk jenis file ini
ja: このファイル形式のプレビューには対応していません
pl: Podgląd nie jest obsługiwany dla tego typu pliku
pt_br: Prévia não disponível para este tipo de arquivo
zh_hans: 暂不支持预览此文件类型
zh_hant: 暫不支持預覽此檔案類型

# files.empty.subtitle
source: Tap the + button to import files
de: Tippe auf +, um Dateien zu importieren
es: Toca + para importar archivos
fr: Touchez + pour importer des fichiers
id: Ketuk + untuk mengimpor file
ja: ＋ボタンをタップしてファイルを読み込み
pl: Stuknij +, aby zaimportować pliki
pt_br: Toque em + para importar arquivos
zh_hans: 点击右上角 + 按钮导入文件
zh_hant: 點選右上角 + 按鈕匯入檔案

# files.empty.title
source: No Files Yet
de: Noch keine Dateien
es: Aún no hay archivos
fr: Aucun fichier pour le moment
id: Belum ada file
ja: ファイルはまだありません
pl: Brak plików
pt_br: Ainda não há arquivos
zh_hans: 还没有文件
zh_hant: 還沒有檔案

# files.import.start
source: Start Import
de: Import starten
es: Iniciar importación
fr: Démarrer l’import
id: Mulai impor
ja: 読み込み開始
pl: Rozpocznij import
pt_br: Iniciar importação
zh_hans: 开始导入
zh_hant: 開始匯入

# files.search.placeholder
source: Search files
de: Dateien suchen
es: Buscar archivos
fr: Rechercher des fichiers
id: Cari file
ja: ファイルを検索
pl: Szukaj plików
pt_br: Buscar arquivos
zh_hans: 搜索文件
zh_hant: 搜尋檔案

# files.title
source: Files
de: Dateien
es: Archivos
fr: Fichiers
id: File
ja: ファイル
pl: Pliki
pt_br: Arquivos
zh_hans: 文件
zh_hant: 檔案

# fileStorage.error.directoryCreation
source: Failed to create storage directory.
de: Speicherverzeichnis konnte nicht erstellt werden.
es: No se pudo crear el directorio de almacenamiento.
fr: Impossible de créer le répertoire de stockage.
id: Gagal membuat direktori penyimpanan.
ja: 保存用フォルダを作成できませんでした。
pl: Nie udało się utworzyć katalogu przechowywania.
pt_br: Não foi possível criar o diretório de armazenamento.
zh_hans: 创建存储目录失败。
zh_hant: 建立儲存目錄失敗。

# fileStorage.error.fileDelete
source: Failed to delete file.
de: Datei konnte nicht gelöscht werden.
es: No se pudo eliminar el archivo.
fr: Impossible de supprimer le fichier.
id: Gagal menghapus file.
ja: ファイルを削除できませんでした。
pl: Nie udało się usunąć pliku.
pt_br: Não foi possível excluir o arquivo.
zh_hans: 文件删除失败。
zh_hant: 檔案刪除失敗。

# fileStorage.error.fileSave
source: Failed to save file.
de: Datei konnte nicht gespeichert werden.
es: No se pudo guardar el archivo.
fr: Impossible d’enregistrer le fichier.
id: Gagal menyimpan file.
ja: ファイルを保存できませんでした。
pl: Nie udało się zapisać pliku.
pt_br: Não foi possível salvar o arquivo.
zh_hans: 文件保存失败。
zh_hant: 檔案儲存失敗。

# fileStorage.error.invalidPath
source: Invalid file path.
de: Ungültiger Dateipfad.
es: Ruta de archivo no válida.
fr: Chemin de fichier invalide.
id: Jalur file tidak valid.
ja: ファイルパスが正しくありません。
pl: Nieprawidłowa ścieżka pliku.
pt_br: Caminho de arquivo inválido.
zh_hans: 文件路径无效。
zh_hant: 檔案路徑無效。

# folders.allMedia
source: All Media
de: Alle Medien
es: Todos los archivos multimedia
fr: Tous les médias
id: Semua media
ja: すべてのメディア
pl: Wszystkie multimedia
pt_br: Todas as mídias
zh_hans: 所有媒体
zh_hant: 所有媒體

# folders.allMedia.default
source: All Media (Default)
de: Alle Medien (Standard)
es: Todos los archivos multimedia (predeterminado)
fr: Tous les médias (par défaut)
id: Semua media (default)
ja: すべてのメディア（デフォルト）
pl: Wszystkie multimedia (domyślnie)
pt_br: Todas as mídias (padrão)
zh_hans: 所有媒体（默认）
zh_hant: 所有媒體（預設）

# folders.allMedia.remove
source: All Media (Remove from Folder)
de: Alle Medien (aus Ordner entfernen)
es: Todos los archivos multimedia (quitar de la carpeta)
fr: Tous les médias (retirer du dossier)
id: Semua media (hapus dari folder)
ja: すべてのメディア（フォルダから除外）
pl: Wszystkie multimedia (usuń z folderu)
pt_br: Todas as mídias (remover da pasta)
zh_hans: 所有媒体（移除文件夹）
zh_hant: 所有媒體（移除資料夾）

# folders.basicInfo
source: Basic Info
de: Grundinformationen
es: Información básica
fr: Informations générales
id: Informasi dasar
ja: 基本情報
pl: Podstawowe informacje
pt_br: Informações básicas
zh_hans: 基本信息
zh_hant: 基本信息

# folders.custom
source: Custom Folders
de: Eigene Ordner
es: Carpetas personalizadas
fr: Dossiers personnalisés
id: Folder khusus
ja: カスタムフォルダ
pl: Własne foldery
pt_br: Pastas personalizadas
zh_hans: 自定义文件夹
zh_hant: 自訂資料夾

# folders.edit.title
source: Edit Folder
de: Ordner bearbeiten
es: Editar carpeta
fr: Modifier le dossier
ja: フォルダを編集
pl: Edytuj folder
pt_br: Editar pasta
zh_hans: 编辑文件夹
zh_hant: 編輯資料夾

# folders.empty.subtitle
source: Move media files to this folder
de: Mediendateien in diesen Ordner verschieben
es: Mover archivos multimedia a esta carpeta
fr: Déplacer les médias vers ce dossier
id: Pindahkan file media ke folder ini
ja: メディアファイルをこのフォルダに移動
pl: Przenieś pliki multimedialne do tego folderu
pt_br: Mover arquivos de mídia para esta pasta
zh_hans: 将媒体文件移动到此文件夹
zh_hant: 將媒體檔案移動到此資料夾

# folders.empty.title
source: Folder is Empty
de: Ordner ist leer
es: La carpeta está vacía
fr: Le dossier est vide
id: Folder kosong
ja: フォルダは空です
pl: Folder jest pusty
pt_br: A pasta está vazia
zh_hans: 文件夹是空的
zh_hant: 資料夾是空的

# folders.itemCount
source: %d items
de: %d Elemente
es: %d elementos
fr: %d éléments
id: %d item
ja: %d項目
pl: %d elementów
pt_br: %d itens
zh_hans: %d 个项目
zh_hant: %d 個項目

# folders.name.placeholder
source: Folder Name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
id: Nama folder
ja: フォルダ名
pl: Nazwa folderu
pt_br: Nome da pasta
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# folders.new.title
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
id: Folder baru
ja: 新規フォルダ
pl: Nowy folder
pt_br: Nova pasta
zh_hans: 新建文件夹
zh_hant: 新建資料夾

# folders.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
ja: プレビュー
pl: Podgląd
pt_br: Prévia
zh_hans: 预览
zh_hant: 預覽

# folders.select.title
source: Select Folder
de: Ordner auswählen
es: Seleccionar carpeta
fr: Choisir un dossier
id: Pilih folder
ja: フォルダを選択
pl: Wybierz folder
pt_br: Selecionar pasta
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

# folders.selectColor
source: Select Color
de: Farbe auswählen
es: Seleccionar color
fr: Choisir une couleur
id: Pilih warna
ja: 色を選択
pl: Wybierz kolor
pt_br: Selecionar cor
zh_hans: 选择颜色
zh_hant: 選擇顏色

# folders.selectIcon
source: Select Icon
de: Symbol auswählen
es: Seleccionar icono
fr: Choisir une icône
id: Pilih ikon
ja: アイコンを選択
pl: Wybierz ikonę
pt_br: Selecionar ícone
zh_hans: 选择图标
zh_hant: 選擇圖示

# folders.selectTarget.title
source: Select Target Folder
de: Zielordner auswählen
es: Seleccionar carpeta de destino
fr: Choisir le dossier de destination
id: Pilih folder tujuan
ja: 移動先のフォルダを選択
pl: Wybierz folder docelowy
pt_br: Selecionar pasta de destino
zh_hans: 选择目标文件夹
zh_hant: 選擇目標資料夾

# folders.system
source: System Folders
de: Systemordner
es: Carpetas del sistema
fr: Dossiers système
id: Folder sistem
ja: システムフォルダ
pl: Foldery systemowe
pt_br: Pastas do sistema
zh_hans: 系统文件夹
zh_hant: 系統資料夾

# folders.title
source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
id: Folder
ja: フォルダ
pl: Foldery
pt_br: Pastas
zh_hans: 文件夹
zh_hant: 資料夾

# gallery.addTags
source: Add Tags
de: Tags hinzufügen
es: Añadir etiquetas
fr: Ajouter des étiquettes
id: Tambah tag
ja: タグを追加
pl: Dodaj tagi
pt_br: Adicionar tags
zh_hans: 添加标签
zh_hant: 添加標籤

# gallery.delete.message
source: Delete this item? This action cannot be undone.
de: Dieses Element löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Eliminar este elemento? Esta acción no se puede deshacer.
fr: Supprimer cet élément ? Cette action est irréversible.
id: Hapus item ini? Tindakan ini tidak dapat dibatalkan.
ja: この項目を削除しますか？この操作は取り消せません。
pl: Usunąć ten element? Tej operacji nie można cofnąć.
pt_br: Excluir este item? Esta ação não pode ser desfeita.
zh_hans: 确定删除此项目吗？此操作无法撤销。
zh_hant: 確定刪除此項目嗎？此操作無法撤銷。

# gallery.delete.title
source: Delete Media
de: Medien löschen
es: Eliminar archivo multimedia
fr: Supprimer le média
id: Hapus media
ja: メディアを削除
pl: Usuń multimedia
pt_br: Excluir mídia
zh_hans: 删除媒体
zh_hant: 刪除媒體

# gallery.deleteConfirmation
source: Delete "%@"? This action cannot be undone.
de: „%@“ löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Eliminar «%@»? Esta acción no se puede deshacer.
fr: Supprimer « %@ » ? Cette action est irréversible.
id: Hapus “%@”? Tindakan ini tidak dapat dibatalkan.
ja: 「%@」を削除しますか？この操作は取り消せません。
pl: Usunąć „%@”? Tej operacji nie można cofnąć.
pt_br: Excluir “%@”? Esta ação não pode ser desfeita.
zh_hans: 确定要删除"%@"吗？此操作无法撤销。
zh_hant: 確定要刪除"%@"嗎？此操作無法撤銷。

# gallery.empty.subtitle
source: Tap the + button in top right to import photos, videos or files
de: Tippe oben rechts auf +, um Fotos, Videos oder Dateien zu importieren
es: Toca + arriba a la derecha para importar fotos, vídeos o archivos
fr: Touchez + en haut à droite pour importer des photos, vidéos ou fichiers
id: Ketuk + di kanan atas untuk mengimpor foto, video, atau file
ja: 右上の＋ボタンで写真・動画・ファイルを読み込み
pl: Stuknij + w prawym górnym rogu, aby zaimportować zdjęcia, filmy lub pliki
pt_br: Toque em + no canto superior direito para importar fotos, vídeos ou arquivos
zh_hans: 点击右上角 + 按钮导入照片、视频或文件
zh_hant: 點選右上角 + 按鈕匯入照片、影片或檔案

# gallery.empty.title
source: No Media Yet
de: Noch keine Medien
es: Aún no hay archivos multimedia
fr: Aucun média pour le moment
id: Belum ada media
ja: メディアはまだありません
pl: Brak multimediów
pt_br: Ainda não há mídias
zh_hans: 还没有媒体文件
zh_hant: 還沒有媒體檔案

# gallery.error.deleteFailed
source: Failed to delete: %1$@
de: Löschen fehlgeschlagen: %1$@
es: Error al eliminar: %1$@
fr: Échec de la suppression : %1$@
id: Penghapusan gagal: %1$@
ja: 削除できませんでした：%1$@
pl: Nie udało się usunąć: %1$@
pt_br: Falha ao excluir: %1$@
zh_hans: 删除失败: %1$@
zh_hant: 刪除失敗: %1$@

# gallery.move
source: Move
de: Verschieben
es: Mover
fr: Déplacer
id: Pindahkan
ja: 移動
pl: Przenieś
pt_br: Mover
zh_hans: 移动
zh_hant: 移動

# gallery.moveToFolder
source: Move to Folder
de: In Ordner verschieben
es: Mover a carpeta
fr: Déplacer vers un dossier
id: Pindahkan ke folder
ja: フォルダへ移動
pl: Przenieś do folderu
pt_br: Mover para pasta
zh_hans: 移动到文件夹
zh_hant: 移動到資料夾

# gallery.search.placeholder
source: Search filename or extension
de: Dateiname oder Erweiterung suchen
es: Buscar nombre de archivo o extensión
fr: Rechercher un nom de fichier ou une extension
id: Cari nama file atau ekstensi
ja: ファイル名または拡張子を検索
pl: Szukaj nazwy pliku lub rozszerzenia
pt_br: Buscar nome de arquivo ou extensão
zh_hans: 搜索文件名或扩展名
zh_hant: 搜尋檔案名或擴展名

# gallery.selectedCount
source: Selected %d items
de: %d Elemente ausgewählt
es: %d elementos seleccionados
fr: %d éléments sélectionnés
id: %d item dipilih
ja: %d項目を選択中
pl: Wybrano %d elementów
pt_br: %d itens selecionados
zh_hans: 已选择 %d 项
zh_hant: 已選擇 %d 項

# guestMode.changePassword
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
id: Ubah kata sandi
ja: パスワードを変更
pl: Zmień hasło
pt_br: Alterar senha
zh_hans: 修改密码
zh_hant: 修改密碼

# guestMode.disable.action
source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
id: Nonaktifkan
ja: 無効にする
pl: Wyłącz
pt_br: Desativar
zh_hans: 禁用
zh_hant: 禁用

# guestMode.disable.message
source: The guest password will be deleted
de: Das Gastpasswort wird gelöscht
es: La contraseña de invitado se eliminará
fr: Le mot de passe invité sera supprimé
id: Kata sandi tamu akan dihapus
ja: ゲストパスワードが削除されます
pl: Hasło gościa zostanie usunięte
pt_br: A senha de visitante será excluída
zh_hans: 访客密码将被删除
zh_hant: 訪客密碼將被刪除

# guestMode.disable.title
source: Disable Guest Mode
de: Gastmodus deaktivieren
es: Desactivar modo invitado
fr: Désactiver le mode invité
id: Nonaktifkan mode tamu
ja: ゲストモードを無効にする
pl: Wyłącz tryb gościa
pt_br: Desativar modo visitante
zh_hans: 禁用访客模式
zh_hant: 禁用訪客模式

# guestMode.error.mismatch
source: The two passwords do not match
de: Die beiden Passwörter stimmen nicht überein
es: Las dos contraseñas no coinciden
fr: Les deux mots de passe ne correspondent pas
id: Kedua kata sandi tidak cocok
ja: 2つのパスワードが一致しません
pl: Oba hasła nie są zgodne
pt_br: As duas senhas não coincidem
zh_hans: 两次输入的密码不一致
zh_hant: 兩次輸入的密碼不一致

# guestMode.error.sameAsMain
source: Guest password cannot be the same as main password
de: Das Gastpasswort darf nicht dem Hauptpasswort entsprechen
es: La contraseña de invitado no puede ser igual a la principal
fr: Le mot de passe invité ne peut pas être identique au mot de passe principal
id: Kata sandi tamu tidak boleh sama dengan kata sandi utama
ja: ゲストパスワードはメインパスワードと異なる必要があります
pl: Hasło gościa musi różnić się od hasła głównego
pt_br: A senha de visitante não pode ser igual à senha principal
zh_hans: 访客密码不能与主密码相同
zh_hant: 訪客密碼不能與主密碼相同

# guestMode.error.saveFailed
source: Save failed: %@
de: Speichern fehlgeschlagen: %@
es: Error al guardar: %@
fr: Échec de l’enregistrement : %@
id: Penyimpanan gagal: %@
ja: 保存に失敗しました：%@
pl: Nie udało się zapisać: %@
pt_br: Falha ao salvar: %@
zh_hans: 保存失败: %@
zh_hant: 儲存失敗: %@

# guestMode.info.differentPassword
source: Guest password must be different from main password
de: Das Gastpasswort muss sich vom Hauptpasswort unterscheiden
es: La contraseña de invitado debe ser distinta de la principal
fr: Le mot de passe invité doit être différent du mot de passe principal
id: Kata sandi tamu harus berbeda dari kata sandi utama
ja: ゲストパスワードはメインパスワードと異なる必要があります
pl: Hasło gościa musi różnić się od hasła głównego
pt_br: A senha de visitante deve ser diferente da senha principal
zh_hans: 访客密码必须与主密码不同
zh_hant: 訪客密碼必須與主密碼不同

# guestMode.info.digitsOnly
source: Guest password can only be 6-8 digits
de: Das Gastpasswort darf nur 6–8 Ziffern enthalten
es: La contraseña de invitado debe tener entre 6 y 8 dígitos
fr: Le mot de passe invité doit comporter 6 à 8 chiffres
id: Kata sandi tamu harus terdiri dari 6–8 digit
ja: ゲストパスワードは6〜8桁の数字で設定してください
pl: Hasło gościa musi składać się z 6–8 cyfr
pt_br: A senha de visitante deve ter de 6 a 8 dígitos
zh_hans: 访客密码只能是6-8位数字
zh_hant: 訪客密碼只能是6-8位數字

# guestMode.info.hideContent
source: Perfect for privacy protection - visitors see nothing!
de: Ideal zum Schutz der Privatsphäre – Besucher sehen nichts!
es: Ideal para proteger tu privacidad: ¡los visitantes no ven nada!
fr: Idéal pour protéger votre vie privée : les visiteurs ne voient rien !
id: Cocok untuk menjaga privasi — pengunjung tidak melihat apa pun!
ja: プライバシー保護に最適。訪問者には何も表示されません！
pl: Ochrona prywatności — goście niczego nie zobaczą!
pt_br: Ideal para proteger a privacidade: os visitantes não veem nada!
zh_hans: 隐私保护利器 - 访客什么也看不到！
zh_hant: 隱私保護利器 - 訪客什麼也看不到！

# guestMode.info.hideSettings
source: Settings page will not show guest mode feature
de: Die Einstellungen zeigen die Gastmodus-Funktion nicht an
es: El modo invitado no aparecerá en la página de ajustes
fr: Le mode invité n’apparaît pas dans Réglages
id: Fitur mode tamu tidak akan ditampilkan di halaman pengaturan
ja: 設定画面にゲストモード機能は表示されません
pl: Funkcja trybu gościa nie będzie widoczna w ustawieniach
pt_br: O modo visitante não será exibido na página de ajustes
zh_hans: 设置页面不会显示访客模式功能
zh_hant: 設定頁面不會顯示訪客模式功能

# guestMode.info.title
source: Guest Mode
de: Gastmodus
es: Modo invitado
fr: Mode invité
id: Mode tamu
ja: ゲストモード
pl: Tryb gościa
pt_br: Modo visitante
zh_hans: 访客模式
zh_hant: 訪客模式

# guestMode.password.confirm
source: Confirm Guest Password
de: Gastpasswort bestätigen
es: Confirmar contraseña de invitado
fr: Confirmer le mot de passe invité
id: Konfirmasi kata sandi tamu
ja: ゲストパスワードを確認
pl: Potwierdź hasło gościa
pt_br: Confirmar senha de visitante
zh_hans: 确认访客密码
zh_hant: 確認訪客密碼

# guestMode.password.hint
source: Only 6-8 digits are supported
de: Nur 6–8 Ziffern zulässig
es: Solo se admiten entre 6 y 8 dígitos
fr: Seuls 6 à 8 chiffres sont acceptés
id: Hanya mendukung 6–8 digit
ja: 6～8桁の数字のみ使用できます
pl: Obsługuje tylko 6–8 cyfr
pt_br: Apenas de 6 a 8 dígitos são aceitos
zh_hans: 仅支持6-8位纯数字
zh_hant: 僅支持6-8位純數字

# guestMode.password.label
source: Guest Password
de: Gastpasswort
es: Contraseña de invitado
fr: Mot de passe invité
id: Kata sandi tamu
ja: ゲストパスワード
pl: Hasło gościa
pt_br: Senha de visitante
zh_hans: 访客密码
zh_hant: 訪客密碼

# guestMode.password.placeholder
source: 6-8 digits
de: 6–8 Ziffern
es: 6–8 dígitos
fr: 6 à 8 chiffres
id: 6–8 digit
ja: 6〜8桁
pl: 6–8 cyfr
pt_br: 6–8 dígitos
zh_hans: 6-8位数字
zh_hant: 6-8位數字

# guestMode.setup.action
source: Set Up
de: Einrichten
es: Configurar
fr: Configurer
id: Siapkan
ja: 設定
pl: Skonfiguruj
pt_br: Configurar
zh_hans: 设置
zh_hant: 設定

# guestMode.setup.description
source: Create a decoy password - when someone uses it, they'll see an empty app (perfect for privacy protection!)
de: Erstelle ein Tarnpasswort: Wer es verwendet, sieht eine leere App – ideal zum Schutz deiner Privatsphäre!
es: Crea una contraseña señuelo: quien la use verá una app vacía, ¡ideal para proteger tu privacidad!
fr: Créez un mot de passe leurre : les personnes qui l’utilisent voient une app vide, idéale pour protéger votre vie privée !
id: Buat kata sandi penyamaran: orang yang menggunakannya akan melihat aplikasi kosong, cocok untuk menjaga privasi!
ja: おとりのパスワードを作成します。このパスワードで開くと、空のアプリが表示されます。
pl: Utwórz hasło pozorne — po jego użyciu aplikacja będzie wyglądać na pustą.
pt_br: Crie uma senha de disfarce: quem usá-la verá um app vazio, ideal para proteger sua privacidade!
zh_hans: 创建一个计算器登录密码 - 当有人使用它时，会看到一个空应用（隐私保护利器！）
zh_hant: 建立一個計算器登入密碼 - 當有人使用它時，會看到一個空應用（隱私保護利器！）

# guestMode.setup.header
source: Guest Mode Setup
de: Gastmodus einrichten
es: Configurar modo invitado
fr: Configurer le mode invité
id: Pengaturan mode tamu
ja: ゲストモードの設定
pl: Konfiguracja trybu gościa
pt_br: Configurar modo visitante
zh_hans: 访客模式设置
zh_hant: 訪客模式設定

# guestMode.setup.title
source: Guest Mode Setup
de: Gastmodus einrichten
es: Configurar modo invitado
fr: Configurer le mode invité
id: Pengaturan mode tamu
ja: ゲストモードの設定
pl: Konfiguracja trybu gościa
pt_br: Configurar modo visitante
zh_hans: 访客模式设置
zh_hant: 訪客模式設定

# guestMode.title
source: Guest Mode
de: Gastmodus
es: Modo invitado
fr: Mode invité
id: Mode tamu
ja: ゲストモード
pl: Tryb gościa
pt_br: Modo visitante
zh_hans: 访客模式
zh_hant: 訪客模式
